Repository: common-repository/a-slideshow
Catalog: lang/a-slideshow-*.po
Languages: ru_ru

source: Title
ru_ru: Заголовок

source: Options (<a href="http://slideshow.hohli.com">examples</a>, separate parameters with commas)
ru_ru: Настройки (<a href="http://slideshow.hohli.com">примеры</a>, параметры разделяйте запятыми)

source: Content (HTML)
ru_ru: HTML код

source: Settings
ru_ru: Настройки

source: Settings Updated
ru_ru: Настройки сохранены

source: No Option Updated
ru_ru: Настройки не изменились

source: (a)SlideShow Options
ru_ru: Настройка (a)Slideshow

source: This is plugin based on <a href="http://slideshow.hohli.com">(a)Slideshow jQuery plugin</a>.
ru_ru: Этот плагин основывается на плагине для jQuery - <a href="http://slideshow.hohli.com">(a)Slideshow</a>

source: You can change setting for any slideshow (different from <a href="#global">global settings</a>), use next syntax:
ru_ru: Вы можете изменить настройки (отличные от <a href="#global">глобальных</a>) для любого слайдшоу, используя следующих синтаксис:

source: Where %options% - is settings for (a)Slideshow jQuery Plugin - example:
ru_ru: Где %options% - это настройки jQuery плагина - например:

source: See more examples on <a href="http://slideshow.hohli.com">projects homepage</a>.
ru_ru: Больше примеров найдете на <a href="http://slideshow.hohli.com">домашней страничке проекта</a>

source: Global Settings
ru_ru: Глобальные настройки

source: Theme
ru_ru: Тема

source: Width
ru_ru: Ширина

source: in px
ru_ru: в px

source: Height
ru_ru: Высота

source: Time
ru_ru: Время

source: in ms
ru_ru: в мс

source: History
ru_ru: История

source: check location hash
ru_ru: отслеживает изменение URL

source: show title bar
ru_ru: Отображать заголовок

source: Title always show
ru_ru: Всегда отображать заголовок

source: show or use autohide
ru_ru: отображать либо скрывать автоматички

source: Panel
ru_ru: Панель

source: show control bar
ru_ru: отображать панель

source: Panel Buttons
ru_ru: Панель управления

source: Auto Hide
ru_ru: Автоматически скрывать

source: Play Button
ru_ru: Запуск

source: Go to First Slide
ru_ru: Первый слайд

source: Go to Last Slide
ru_ru: Последний слайд

source: Go to Prev Slide
ru_ru: Предыдущий слайд

source: Go to Next Slide
ru_ru: Следующий слай

source: Show Help
ru_ru: Помощь

source: Show Counter
ru_ru: Счетчик слайдов

source: Play
ru_ru: Играть

source: autoplay
ru_ru: Автозапуск

source: Effect
ru_ru: Эффект

source: between slides
ru_ru: между слайдами

source: Effect Time
ru_ru: Продолжительность эффекта

source: Filter
ru_ru: Фильтр

source: remove &lt;br/&gt;, empty &lt;div&gt;, &lt;p&gt; and other stuff
ru_ru: удаляет &lt;br/&gt;, пустые &lt;div&gt;, &lt;p&gt; и т.д.

source: Next on click
ru_ru: По клику показывать следующий слайд

source: Play/stop on click
ru_ru: Запуск/остановка слайдшоу по клику

source: Play/stop on hover
ru_ru: Запуск/остановка слайдшоу по наведению мышки

source: reverse
ru_ru: реверс

source: Play frame
ru_ru: Отображать старт-кадр

source: frame with big button
ru_ru: кадр с большой кнопкой

source: Resize Images
ru_ru: Изменять размер картинок

source: to slideshow size
ru_ru: до размера слайдшоу

source: Image Zoom
ru_ru: Увеличить изображения

source: zoom to smaller side and crop other
ru_ru: увеличивает по меньшей стороне, лишнее обрезается

source: Image to center
ru_ru: Центрировать

source: Load Images
ru_ru: Загружать картинки

source: from links &lt;a&gt;
ru_ru: по ссылкам &lt;a&gt;

source: Load HTML
ru_ru: Загружать HTML

source: Help Message
ru_ru: Текст справки

source: any text or HTML
ru_ru: любой текст или HTML

source: Save Changes
ru_ru: Сохранить настройки
